import Ctitle from "../../components/color_title/Ctitle";
import { TbGridDots } from "react-icons/tb";
import { SiThreedotjs } from "react-icons/si";

export default function AboutUs() {
  return (
    <div className="w-screen h-screen">
      <Ctitle text="درباره ما"></Ctitle>
      <div className="flex flex-row justify-center">
        <div className="w-3/5 h-auto m-10 px-5 flex flex-row justify-start items-start">
          <div className="m-2">
            <SiThreedotjs size={44} />
            <TbGridDots size={48} />
          </div>
          <div>
            <p>
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
              استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
              در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
              نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.
              کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان
              جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای
              طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان
              فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری
              موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد
              نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل
              دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن
              ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان
              گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
              که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع
              با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
              درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا
              با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
              طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می
              توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط
              سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای
              اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد
              استفاده قرار گیرد.
            </p>
          </div>
        </div>
        <div className="w-2/5 h-auto ml-5 text-center bg-light-blue">Image</div>
      </div>
    </div>
  );
}
